Revit 2027 API
UpdaterInfo.AdditionalInformation Property
 Additional information about the updater.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public string AdditionalInformation { get; }
Public ReadOnly Property AdditionalInformation As String
	Get
public:
property String^ AdditionalInformation {
	String^ get ();
}
member AdditionalInformation : string with get
Property Value
String
See Also
Reference
UpdaterInfo Class
Autodesk.Revit.DB Namespace